Revit 2027 API
IndexStreamTriangle Properties
The IndexStreamTriangle type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from IndexStream)
Top
See Also
Reference
IndexStreamTriangle Class
Autodesk.Revit.DB.DirectContext3D Namespace